Repository: matthijsotterloo/schedule-ios
Catalog: schedule/*.lproj/Localizable.strings
Languages: nl

source: Schedule
nl: Lesrooster

source: Oh, seems like not much is going on this week. Field trip? 🌴
nl: Oh, het lijkt erop dat er niet veel aan de hand is deze week. Schoolreisje? 🌴

source: Cancel
nl: Annuleren

source: Logout
nl: Uitloggen

source: Refresh
nl: Synchroniseren

source: MY SCHEDULE
nl: MIJN LESROOSTER

source: LAST WEEK
nl: VORIGE WEEK

source: %i WEEKS AGO
nl: %i WEKEN GELEDEN

source: NEXT WEEK
nl: VOLGENDE WEEK

source: THIS WEEK
nl: DEZE WEEK

source: IN %i WEEKS
nl: OVER %i WEKEN

source: Hint: swipe left or right.
nl: Hint: swipe links of rechts.

source: CHOOSE ACCOUNT
nl: KIES ACCOUNT

source: Choose account
nl: Selecteer account-type

source: SEARCH YOUR SCHOOL
nl: ZOEK JE SCHOOL

source: Search your school...
nl: Zoek je school...

source: SIGN IN TO VIEW YOUR SCHEDULE
nl: LOG IN OM JE LESROOSTER TE ZIEN
